<template>
  <Head>
    <title>О нас</title>
  </Head>

  <v-row justify="center">
    <v-col cols="8">
      <div class="text-h5">О нас</div>
      <!--(c) Chat GPT-->
      Добро пожаловать в Music House - ваш лучший выбор для покупки музыкальных инструментов онлайн!
      Мы - команда энтузиастов музыки, которые страстно любят и ценят каждый музыкальный инструмент. Наша цель -
      предоставить широкий ассортимент качественных товаров для музыкантов всех уровней и стилей.
      Наши продукты включают в себя гитары, клавишные инструменты, ударные, духовые, струнные инструменты и многое
      другое. Мы тщательно отбираем товары у наших поставщиков, чтобы гарантировать их высокое качество и надежность.
      Мы также предлагаем широкий выбор аксессуаров, оборудования и сопутствующих товаров, чтобы удовлетворить все
      потребности музыкантов, начиная от профессионалов до начинающих.
      Наша цель - помочь вам найти идеальный инструмент для вашего музыкального творчества. Мы гордимся отличным
      обслуживанием клиентов и стремимся сделать ваш опыт покупок у нас максимально приятным и удобным.
      Присоединяйтесь к нашей музыкальной семье в Music House и дайте нам возможность помочь вам воплощать ваши
      музыкальные мечты!
    </v-col>
  </v-row>
</template>

<script setup>
import AppLayout from '@/Layouts/AppLayout.vue'
import { Head } from '@inertiajs/vue3'

defineOptions({ layout: AppLayout })
</script>